Repository: eslamhamam22/247IOS
Catalog: TwentyfourSeven/*.lproj/Localizable.strings
Languages: ar

# connectionFailed
source: Connection error, please check your connection and try again
ar: خطأ فى الإتصال, برجاء التأكد من اللإتصال بالشبكة وإعادة المحاولة

# general_error
source: Something went wrong, please try again later
ar: حدث خطأ ما برجاء إعادة المحاولة

# suspended
source: Account is disabled
ar: الحساب معطل

source: No Data
ar: لا يوجد بيانات

# loginTitle
source: Register Or Login to App via
ar: سجل دخول إلى التطبيق بواسطة

# loginMobile
source: Login via mobile number
ar: تسجيل الدخول بواسطة الجوال

# loginFB
source: Login via Facebook
ar: تسجيل باستخدام فيسبوك

# loginGoogle
source: Login via Google
ar: تسجيل باستخدام جوجل

# termsTitle
source: By using the app you agree to
ar: استخدام التطبيق يعنى موافقتك على

# termsAndConditions
source: Terms & Conditions
ar: الأحكام و الشروط

source: Skip Login
ar: تخطي التسجيل

source: Register Via Mobile
ar: التسجيل بواسطة رقم الجوال

# phoneNo
source: Mobile Number
ar: رقم الجوال

source: Verify
ar: تأكيد

# codeSent
source: verification code is sent successfully
ar: تم ارسال رمز التفعيل بنجاح

# codeError
source: an Issue occured, Try again
ar: حدثت مشكلة اعد المحاولة

# emptyPhoneNumber
source: Please enter your mobile number
ar: من فضلك ادخل رقم الجوال

# phoneNoError
source: please enter a valid mobile number
ar: برجاء أدخال رقم جوال صحيح

# permissionDenied
source: please turn on location service from mobile settings
ar: برجاء السماح للتطبيق بالحصول على موقعك الحالي من إعدادات الهاتف

# changePhone
source: Change mobile Number
ar: تغيير رقم الجوال

# verifyMobile
source: Verify Mobile number
ar: تاكيد رقم الجوال

# enterDigits
source: Please enter activation code
ar: برجاء ادخال رمز التحقق

source: Submit
ar: تفعيل

source: Resend code
ar: اعادة ارسال الرمز

# invalidCode
source: Invalid code, Please enter the correct code
ar: رمز غير صحيح، برجاء ادخال رمز صحيح

source: Language
ar: اللغه

source: Settings
ar: الإعدادات

source: Privacy Policy
ar: سياسة الخصوصية

source: About Us
ar: نبذه عن التطبيق

source: Contact Us
ar: اتصل بنا

source: How to Use
ar: كيف يعمل التطبيق

# rateApp
source: Rate The App
ar: قيم التطبيق

# shareApp
source: Share the App
ar: شارك بنشر التطبيق

# shareAppURL
source: Share the app
ar: شارك بنشر التطبيق

source: My Account
ar: حسابي

source: My Wallet
ar: محفظتي

# carDetailsTitle
source: Vehicle details
ar: معلومات المركبة

source: My Addresses
ar: قائمة العناوين

source: My Complaints
ar: الشكاوي

source: Logout
ar: تسجيل خروج

# becomedriverFirst
source: How to become a
ar: اصبح مندوب

# user_rate
source: Rating
ar: التقييم

# delegate_rate
source: Delivery Rating
ar: تقييم التوصيل

source: My Reviews
ar: تقييماتي

source: Account Details
ar: تفاصيل الحساب

source: Full name
ar: الإسم كامل

# yearOfBirth
source: Birth date
ar: تاريخ الميلاد

source: Gender
ar: الجنس

source: City
ar: المدينة

# update
source: Edit
ar: تعديل

# loadImage
source: upload profile image
ar: إضافة صوره شخصية

# fullnameError
source: please enter your full name
ar: برجاء أدخال الاسم كامل

# fullnameValidation
source: full name allows letters and numbers only (i.e. a-z, A-Z, 0-9)
ar: الاسم يقبل حروف و ارقام فقط

source: Camera
ar: كاميرا

source: Gallery
ar: الأستوديو

source: Cancel
ar: اغلاق

# choosePhoto
source: Select photo
ar: اختيار الصورة

# imageSizeError
source: Max Size is 20MB
ar: الحد الاقصى لحجم الصورة 20MB

# imageTypeError
source: Please upload only png, jpg, jpeg image
ar: ادخل صورة في صيغة png, jpg, jpeg

# registerSubmit
source: sign in
ar: تسجيل

# editChooseDate
source: Choose Date
ar: اختر تاريخ

# editCancel
source: Cancel
ar: إلغاء

# editDone
source: Done
ar: تم

# accountTab
source: Account
ar: حسابي

# notificationsTab
source: Notifications
ar: إشعارات

# ordersTab
source: Orders
ar: طلباتي

# storesTab
source: Stores
ar: المتاجر

# settingsTab
source: Settings
ar: الإعدادات

# contactUsInfo
source: Contact info
ar: بيانات الإتصال

# contactUsFollow
source: Follow us on
ar: تابعونا على

# addNewAddress
source: Add Address
ar: إضافة عنوان

# deleteAddressMsg
source: This addres will be remove from your addres list, are you sure?
ar: سيتم الغاء هذا العنوان من قائمة العناوين الخاصة بك، هل انت متأكد؟

source: Yes
ar: نعم

source: No
ar: لا

# addressNamePlaceholder
source: Address name
ar: اسم العنوان

# location
source: choose location
ar: حدد الموقع

source: Skip
ar: تخطي

# searchLoaction_placeholder
source: Choose location
ar: إدخل الموقع

# move_address_pin
source: release to set the address
ar: اترك لتحديد هذا الموقع كعنوان

# release_address_pin
source: it will be saved in the address list
ar: سيتم اضافة هذا الموقع لقائمة العناوين

source: Submit Request
ar: تقديم الطلب

# requestAlreadySent
source: you have already submit your request, we will contact you soon
ar: لقد تم تقديم طلبك لتصبح مندوبًا مسبقا، سيتم مراجعه البيانات و الإتصال بك قريبا

# CarDetails
source: Vehicle details
ar: معلومات المركبة

# uploadLicense
source: uploaded driver license image
ar: صورة رخصة القيادة

# uploadNational
source: uploaded national ID image
ar: صورة بطاقة الهوية

# uploadCarFront
source: vehicle front image
ar: صورة امامية للمركبة

# uploadCarBack
source: vehicle back image
ar: صورة خلفية للمركبة

# carModel
source: vehicle info (ex, brand, model, year)
ar: تفاصيل المركبة (النوع، الموديل، ...الخ)

# delegateRequestSentSuccess
source: Your request is submitted, we will contact you soon
ar: تم تقديم طلبك، سيتم التواصل معك قريباً

# becomeDelegateTitle
source: Become A Delegate
ar: اصبح مندوب

# uploadLicenseDetails
source: Driver license
ar: رخصة القيادة

# uploadNationalDetails
source: National ID
ar: بطاقة الهوية

# uploadCarFrontDetails
source: Car front image
ar: صورة امامية للسيارة

# uploadCarBackDetails
source: Car back image
ar: صورة خلفية للسيارة

# notifications_title
source: Turn on notifications
ar: السماح بالتنبيهات

# notifications_screen_title
source: Notifications
ar: التنبيهات

source: Search
ar: بحث

# request_from_location
source: Request From pickup location
ar: ارسال واستلام طرد

# NearbyStores
source: Nearby
ar: بالقرب

# moreStores
source: More
ar: المزيد

source: Active Stores
ar: متاجر متاحه

# noActiveStores
source: No Active stores now
ar: لا يوجد متاجر متاحة الان

# noAllStores
source: No Stores
ar: لا يوجد متاجر

source: All Stores
ar: جميع المتاجر

source: Km
ar: كم

source: M
ar: م

source: Open Now
ar: مفتوح الآن

source: Closed
ar: مغلق

# allNearbyStores
source: All stores nearby
ar: المتاجر القريبة

source: Request From Store
ar: اطلب من المتجر

source: Working Hours
ar: مواعيد العمل

source: Show All
ar: اعرض الكل

# searchByName_placeholder
source: Search by store name
ar: بحث باسم المتجر

# searchByAddress_placeholder
source: Nearby
ar: بالقرب

# destination
source: Delivery location
ar: موقع التسليم

# pickUp_point
source: Pickup location
ar: موقع الاستلام

# confirm_pickup
source: Confirm pickup location
ar: تأكيد مكان الاستلام

# fromStore
source: From
ar: من

# toStore
source: To
ar: الى

source: Where to
ar: إلى أين

source: Pickup From
ar: استلام من؟

# confirm_destination
source: Confirm delivery location
ar: تأكيد مكان التوصيل

source: What do you need?
ar: ماذا تحتاج؟

source: Order Description
ar: وصف الطلب

# order_description_placeholder
source: Write your order details
ar: اكتب تفاصيل طلبك

# request_store_title
source: Request from Store
ar: طلب من المتجر

# order_added
source: Your order is submitted successfully
ar: تم تقديم طلبك بنجاح

# add_from_addresses
source: Select from my address list
ar: اختر من قائمة العناوين

source: Upload image
ar: إضافة صورة

# max_images
source: upload up to 10 images
ar: يمكنك اضافة حتى 10 صور

# record_audio
source: voice record
ar: تسجيل صوتي

# prayerNote
source: Note; if you are ordering during prayer time we are sorry to inform you that your order will take an extra 30 min
ar: ملاحظة: عند الطلب خلال اوقات الصلاة نأسف لإبلاغكم بأن طلبكم قد يستغرق وقت اضافي 30 دقيقة

# cameraAccessDenied
source: Camera access is denied
ar: قم بالسماح لنا بالوصول إلى الكاميرا

# photosAccessDenied
source: Photos access is denied
ar: قم بالسماح لنا بالوصول إلى الصور

# move_pickup
source: release to set pickup location
ar: اترك لتحديد نقطة الاستلام

# release_pickip
source: will pickup from here
ar: سيتم الاستلام من هذا الموقع

# move_destination
source: release to set delivery destination
ar: اترك لتحديد نقطة التسليم

# release_destination
source: Delivery Location
ar: سيتم التسليم إلى هذا الموقع

source: Delivery Duration
ar: وقت التوصيل

source: hr
ar: س

# hr1
source: 1 hour
ar: ساعة

# hr2
source: 2 hours
ar: ساعتان

# hr3
source: 3 hours
ar: 3 ساعات

# googleMap
source: Google Maps
ar: خرائط جوجل

# appleMap
source: Apple Maps
ar: خرائط أبل

# open_in_maps
source: Open In Map
ar: فتح في الخريطة

# add_coupon_title
source: Add Coupon
ar: إضافة رمز الخصم

# add_coupon
source: Add Coupon Code
ar: اضافة الرمز

# coupon_placeholder
source: Enter coupon code
ar: اضف الرمز

# coupon_error
source: Please Enter coupon code
ar: يجب اضافه الرمز

# no_network_title
source: No Connection
ar: لا يوجد اتصال

# no_network_desc
source: Check your network and reload page
ar: تحقق من شبكتك وقم بإعادة تحميل الصفحة

# no_network_reload
source: Reload page
ar: إعادة تحميل الصفحة

# no_location_title
source: Activate GPS
ar: تفعيل تحديد المواقع

# no_location_desc
source: Please allow the app to get your current location
ar: برجاء السماح للتطبيق بالحصول على موقعك الحالي

# no_location_activate
source: Activate GPS
ar: تفعيل تحديد المواقع

source: My Orders
ar: طلباتي

# delivery_requests
source: Delivery Orders
ar: طلبات التوصيل

source: Current Orders
ar: طلبات حالية

# historyOrders
source: My history
ar: طلبات سابقة

# requests_availability
source: Available for delivery requests
ar: متاح لاستلام طلبات التوصيل

# emptyCurrentOrders
source: No current orders
ar: لا توجد طلبات حالية

# emptyPastOrders
source: No orders History
ar: لا توجد طلبات سابقة

# newStatus
source: NEW
ar: جديد

# pendingStatus
source: PENDING
ar: في الإنتظار

# assignedStatus
source: ASSIGNED
ar: تم التعيين

# inProgressStatus
source: IN PROGRESS
ar: في الطريق للاستلام

# beignDeliveredStatus
source: ITEM PICKED
ar: جاري التوصيل

# DeliveredStatus
source: DELIVERED
ar: تم التسليم

# CancelledStatus
source: CANCELLED
ar: تم الغاءه

# my_order_items
source: My order details
ar: تفاصيل طلبي

# waiting_for_delegates
source: Waiting for offers
ar: في انتظار العروض

source: Days
ar: أيام

source: Day
ar: يوم

source: My Order
ar: طلبي

# accept_offer
source: Accept
ar: قبول

# reject_offer
source: Reject
ar: رفض

# offer_distance
source: Away
ar: يبعد

# offer_time
source: Time
ar: الوقت

# offer_price
source: Delivery
ar: التوصيل

source: Offers
ar: العروض

source: Delivery Offers
ar: عروض التوصيل

# no_delegates
source: No Available Delegates!..
ar: لم يتم العثور على مندوبين

# no_more_delegates
source: We found no more delegates around you
ar: لم يتم العثور على مندوبين جدد

# no_deleagte_refresh
source: SEARCH AGAIN
ar: بحث مرة اخرى

source: Add Rate
ar: إضافة تقييم

# newOfferTitle
source: Are you ready to deliver?
ar: هل انت مستعد لتوصيل الطلب؟

source: Set Offer
ar: اضافة عرض توصيل

# Shipping_cost
source: Delivery Cost
ar: تكلفة التوصيل

# offer_Comission
source: Commission
ar: عمولة

source: VAT
ar: ضريبة القيمة المضافة

# free_commission
source: Free
ar: مجاني

# free_commission_msg
source: Congrats! you're granted a Free Commission ride
ar: مبروك! تم منحك رحلة مجانية بدون عمولة

# willReceive
source: Total Earnings
ar: إجمالي ربحك

# maxOfferError
source: delivery cost can't exceed
ar: تكلفة التوصيل يجب ألا تزيد عن

# minOfferError
source: delivery cost can't be less than
ar: تكلفة التوصيل يجب ألا تقل عن

source: sar
ar: ر.س

source: Submit Offer
ar: تقديم عرض

# totalOffer
source: Total
ar: إجمالي المبلغ

source: New order
ar: طلب جديد

source: Cancel Offer
ar: إلغاء العرض

# cancel_offer_alert
source: Are you sure you want to withdraw your delivery offer?
ar: هل أنت متأكد من رغبتك بسحب عرض التوصيل؟

# accept_offer_alert
source: You are accepting the order to be delivered with
ar: أنت توافق على أن يتم تسليم طلبك مقابل

# reject_offer_alert
source: you are going to reject this offer, note you won't be able to undo this?
ar: سيتم رفض عرض التوصيل الخاص بهذا المندوب،هل توافق؟

source: Item Price
ar: سعر السلعة

source: Submit Price
ar: تأكيد السعر

# added_to_wallet
source: Changes
ar: الباقي

# cancelOrderAlert
source: Are you sure you want to cancel this order?
ar: هل تود تأكيد إلغاء طلبك ؟

# cancelDelegateAlert
source: Are you sure you want to withdraw from this ride?
ar: هل تود الانسحاب ، و الغاء طلب التوصيل للعميل ؟

source: Cancel Order
ar: الغاء الطلب

# submitComplain
source: Submit Complaint
ar: تقديم شكوى

# delegate_order
source: Order
ar: طلب

# reasonValidation
source: Please select cancellation reason
ar: برجاء اختيار سبب الغاء الطلب

# reasonPlaceHolder
source: Select cancellation reason
ar: يرجى إدخال سبب الغاء الطلب

# pickItemTitle
source: Set Item Cost
ar: اضافة سعر السلعة

source: Reorder
ar: اعادة الطلب

# reorder_msg
source: you are going to recreate this order with same details
ar: سيتم إنشاء طلب جديد مطابق لتفاصيل هذا الطلب

# ignore_order_alert
source: By rejecting the order, it won't be available and you won't be able to submit offer on this order anymore
ar: سيتم رفض الطلب و لن تتمكن من اضافة عرض توصيل

source: Cancellation Reason:
ar: سبب الغاء الطلب:

# search_timeout
source: We notified a number of delegates but no offers received
ar: تم تنبيه عدد من المندوبين حولك ولكن لم يتم الحصول علي عرض توصيل بعد

source: Discount
ar: الخصم

source: Call
ar: اتصل

source: Start Ride
ar: ابدأ الرحلة

source: Pick Item
ar: استلم الغرض

# delivered_action
source: Delivered
ar: تم التسليم

# deliver_order
source: Confirm Delivery
ar: تأكيد التسليم

# deliver_order_note
source: You are ending the ride, as you've delivered this order and about to receive the following from customer:
ar: سيتم انهاء الطلب و تأكيد التسليم بعد استلام المبلغ الاتى من العميل:

source: Not yet
ar: ليس بعد

# review_driver_title
source: Delegate Evaluation
ar: تقييم المندوب

# review_customer_title
source: Customer Evaluation
ar: تقييم العميل

# rate_placeholder
source: How do you rate this experience?
ar: كيف تقييم هذه التجربه؟

# review_driver
source: Rate Your Delegate
ar: قم بتقييم المندوب

# review_customer
source: Rate Your Customer
ar: قم بتقييم العميل

# submit_rate
source: Submit Rating
ar: إرسال التقييم

# chatPlaceholder
source: Type a message
ar: اكتب رسالتك

# trackOrder
source: Track
ar: تتبع

source: SEND
ar: ارسل

# blockedAreaToast
source: sorry, we don't operate in this area
ar: نأسف هذه منطقه غير مدعومة

source: Transactions history
ar: العمليات السابقه

# minus_balance
source: You have a minus balance limt
ar: رصيدك ناقص

# addMoneyDesc
source: You need to add money to your wallet or transfer to company bank account
ar: تحتاج إلى إضافة نقود إلى محفظتك أو التحويل إلى حساب الشركة المصرفي

source: Add Money
ar: إضافة نقود

# My_Balance
source: Account Balance
ar: رصيد الحساب

# addMoneyAmout
source: Amount needs to be added
ar: المبلغ المطلوب اضافته

# paymentSelection
source: Select Payment method
ar: اختر طريقة دفع

source: Cerdit Card
ar: بطاقة ائتمان

source: Sadad
ar: سداد

source: Bank Transfer
ar: تحويل بنكي

source: Cash On delivery
ar: الدفع عند الاستلام

source: Changes
ar: باقي حساب طلب

# appComission
source: App Commission
ar: عموله التطبيق علي الطلب

# appVat
source: Order Tax
ar: ضريبه القيمه المضافة للطلب

# app_manual
source: Customer Serivce
ar: خدمه العملاء

source: No Transactions
ar: لا يوجد عمليات

# totalEarning
source: Total Earnings
ar: إجمالي أرباحي

# bankTransferInfo
source: you have to make a bank transaction and deposit the money to one of the following accounts, then submit your request by attaching the details paper and wire transfer here:
ar: يجب أن تقوم بالتحويل البنكي لأحد الحسابات التالية ثم إرسال طلب مرفق به تفاصيل العملية وورقه التحويل البنكي

source: Submit Transaction
ar: إرسال طلب التحويل

source: Account no
ar: رقم الحساب

source: Submit Transaction
ar: إرسال طلب التحويل

# Bank_Submition
source: Bank Transfer Request
ar: تقديم طلب التحويل البنكي

source: Transferred to
ar: تحويل إلى

source: Choose Bank
ar: اختر بنك

source: Transfer document
ar: وثيقة التحويل

# Attach_document
source: upload bank transaction receipt
ar: ارفق صورة وثيقة التحويل البنكي

source: Amount
ar: المبلغ

# transfer_success
source: Request is sent for verification, will notify you soon with updates
ar: تم إرسال الطلب للمراجعة، وسيتم إشعاركم قريبا

# maxWallet
source: You've reached your wallet maximum limit , you need to pay the amount requierd in your wallet to start receiving new orders
ar: لقد تخطيت الحد الأقصى المسموح به لرصيدك، يرجى سداد المبلغ المطلوب بمحفظتك حتى تتمكن من استقبال طلبات جديدة

# maxWalletTitle
source: You've reached your wallet maximum
ar: لقد تخطيت الحد الأقصى المسموح به لرصيدك

# maxWalletContent
source: You need to pay the minus amount in your wallet first before receiving new orders
ar: برجاء إيداع المبلغ المطلوب حتى يمكنك استقبال طلبات جديدة

# maxoffer
source: You've reached your wallet maximum limit, you need to pay the amount requierd in your wallet to start submitting new offers
ar: لقد تخطيت الحد الأقصى المسموح به لرصيدك، يرجى سداد المبلغ المطلوب بمحفظتك حتى تتمكن من إضافة عروض جديدة

# bank_submit
source: Submit
ar: إرسال

# complaint_name
source: Enter Complaint Title
ar: يرجى إدخال موضوع الشكوى

# complaint_name_title
source: Complaint Subject
ar: موضوع الشكوى

# complaint_desc
source: Enter Complaint description here..
ar: يرجى إدخال تفاصيل الشكوى هنا

# complaint_desc_title
source: Complaint description
ar: تفاصيل المشكله

# complaint_success
source: complaint submitted successfully, we will review and contact you soon
ar: تم تقديم الشكوى، سيتم التحقق و التواصل معك قريبا

# complaint_submit
source: Submit Complaint
ar: تقديم الشكوى

# complaint_order_no
source: Complaint for order No.
ar: شكوى خاصه بالطلب رقم

# complaint_title
source: Submit Complaint
ar: تقديم شكوى

# complaint_inprogress
source: IN PROGRESS
ar: جاري التحقق

# complaint_resolved
source: RESOLVED
ar: تم الحل

source: Delegate Profile
ar: بيانات المندوب

source: Customer Profile
ar: بيانات العميل

source: No Reviews
ar: لا يوجد تقييمات

# orders_no
source: No. of orders
ar: عدد الطلبات

# deliveries_no
source: No of deliveries
ar: عدد التوصيلات
